[{"type":"monthly","placeHolder":"homepageflight,landingflight","code":"JUL23","amount":"15","validFrom":"2023-06-01T00:00:00.000Z","validTo":"2023-08-01T05:00:00.000Z","showGroupCode":false,"content":[{"en-us":{"text":"Save instantly on your trip","subText":"","learnMore":"Expires Jul 31, 2023.Discount applies to service fees for qualified airline tickets, hotel, car rental and vacation package bookings for destinations in the Southern region (DE, FL, GE, MD, NC, SC, VA, DC, WV, AL, KY, MS, AR, LA, OK, TX, TN) of the United States. Amount of service fee discount varies: for air bookings maximum savings of $$5$$ per person applied to bookings from one (1) traveler up to three (3) travelers; the maximum discount applied is $$15$$; for hotel bookings maximum savings of $$10$$ applied on qualified purchases; for car rental bookings maximum savings of $$8$$ applied on qualified bookings; for vacation package bookings maximum savings of $$20$$ applied on qualified bookings. Promo Code and Instant Savings offers can be combined up to the amount of our service fees but cannot be used or combined with any other coupons, promotions or special offers. May be withdrawn at any time without notice. No cash value, void where prohibited.","learnMore1":"","offerExpires":"Expires Jul 31, 2023. Restrictions apply.","thanksmessage":""},"es-us":{"text":"Save instantly on your trip","subText":"","learnMore":"Caduca el 31 de julio de 2023. El descuento aplica a las tasas de servicio para boletos de aerolinea cualificados a destinos de la region sur de los Estados Unidos (DE, FL, GE, MD, NC, SC, VA, DC, WV, AL, KY, MS, AR, LA, OK, TX, TN). La cantidad del descuento en las tasas de servicio varia: para reservas de boletos de avion aplica un ahorro maximo de $$5$$ por persona en reservas de uno (1) a tres (3) viajeros, por lo que el descuento maximo aplicable es de $$15$$. Los descuentos de Codigo Promocional e Instant Savings pueden ser combinados hasta alcanzar la cantidad de nuestras tasas de servicio, pero no pueden ser usados ni combinados con otros cupones, promociones u ofertas especiales. Esta promocion podria ser retirada en cualquier momento y sin previo aviso. No tendra validez ni valor en efectivo en caso de prohibirse.","learnMore1":"","offerExpires":"Caduca el 31 de julio de 2023. Restricciones adicionales podrian aplicarse.","thanksmessage":""}}]}]